Repository: wp-plugins/foodlist
Catalog: locale/foodlist-*.po
Languages: pl_pl

source: Dashboard
pl_pl: Konfiguracja

source: Foodlist Dashboard
pl_pl: Menu - konfiguracja

source: Foodlist Plugin welcomes you!
pl_pl: Foodlist Plugin - witamy!

source: We’ve assembled some links to get you started:
pl_pl: Mamy przygotowane kilka linków, gdzie można rozpocząć:

source: Get started
pl_pl: Zaczynamy

source: Create New Menu Item
pl_pl: Utwórz nowy element menu

source: -- or --
pl_pl: -- lub --

source: Create New Menu Section
pl_pl: Tworzenie nowej grupy menu

source: Create New Menu
pl_pl: Tworzenie nowego menu

source: Next Steps
pl_pl: Dalej

source: Build Sections
pl_pl: Budowanie grupy menu

source: Build Menus
pl_pl: Budowanie menu

source: Manage Menu Tags
pl_pl: Zarządzanie tagami

source: More Actions
pl_pl: Dodatkowe funkcje

source: Tune Settings
pl_pl: Ustawienia

source: Menu Manager
pl_pl: Manager menu

source: Please <a href="%s">create at least one menu</a> to proceed.
pl_pl: Proszę <a href="%s"> utworzyć co najmniej jedno menu </ a>, aby kontynuować.

source: Please <a href="%s">create at least one section</a> to proceed.
pl_pl: Proszę <a href="%s"> utworzyć co najmniej jedną grupę menu </ a>, aby kontynuować.

source: Drag Menu Sections from here to a menu on the right to use them. Drag sections back here to deactivate them and delete their settings.
pl_pl: Przeciągnij grupy z tego okna do menu po prawej stronie, aby je wykorzystać. Przeciągnij punkty z powrotem tutaj, aby wyłączyć je i usunąć ich ustawienia.

source: Section Manager
pl_pl: Manager grup

source: Available Menu Sections
pl_pl: Dostępne grupy menu

source: Remove
pl_pl: usuń

source: Menu Tags
pl_pl: Tagi menu

source: Menu Editor
pl_pl: Edytor menu

source: Foodlist Menu Editor
pl_pl: Edytor menu Foodlist

source: Please <a href="%s">create at least one item</a> to proceed.
pl_pl: Proszę <a href="%s"> stworzyć co najmniej jeden element </ a>, aby kontynuować.

source: Drag Menu Items from here to a section on the right to use them. Drag items back here to deactivate them and delete their settings.
pl_pl: Przeciągnij elementy menu do grupy menu po prawej stronie, aby je wykorzystać. Przeciągnij elementy z powrotem tutaj, aby wyłączyć je i usunąć ich ustawienia.

source: Available Menu Items
pl_pl: Dostępne elementy menu

source: Settings
pl_pl: Ustawienia

source: Foodlist Settings
pl_pl: Ustawienia FoodList

source: Price
pl_pl: Cena

source: Tags
pl_pl: Tagi

source: Click on white space to add more tags
pl_pl: Kliknij na białym polu, aby dodać więcej tagów

source: Custom CSS Rules
pl_pl: Własne reguły CSS

source: Currency
pl_pl: Waluta

source: Show Currency Sign
pl_pl: Pokaż symbol waluty

source: Currency Sign Visibility
pl_pl: Symbol waluty widoczny

source: Show
pl_pl: Pokaż

source: Currency Sign
pl_pl: Symbol waluty

source: Currency Sign Position
pl_pl: Pozycja symbolu waluty

source: After the number
pl_pl: Za ceną

source: Before the number
pl_pl: Przed ceną

source: Data Settings
pl_pl: Ustawienia danych

source: Data state on plugin deactivate
pl_pl: Dane po dezaktywacji pluginu

source: Delete data on plugin deactivate
pl_pl: Usuń dane po dezaktywacji pluginu

source: Demo data
pl_pl: dane demo

source: Delete demo data
pl_pl: skasuj dane demo

source: Templates
pl_pl: Szablony

source: Menu Template
pl_pl: Szablon menu

source: Menu Section Template
pl_pl: Szablon grupy menu

source: Menu Item Template
pl_pl: Szablon elementu menu

source: Settings saved.
pl_pl: Ustawienia zapisane

source: Settings not saved.
pl_pl: Ustawinia nie zapisane

source: Please contact your admin to change the settings
pl_pl: Prosimy skontaktowac się z administratorem w celu zmieny ustawień

source: Update
pl_pl: Aktualizuj

source: Item added.
pl_pl: Dodano element

source: Item deleted.
pl_pl: usunięto element

source: Item updated.
pl_pl: Zaktualizowano element

source: Item not added.
pl_pl: Nie dodano elementu

source: Item not updated.
pl_pl: Nie zaktualizowano elemetu

source: Items deleted.
pl_pl: Usunięto elementy

source: Foodlist: Edit Menu Tag
pl_pl: Foodlist: edycja tagów menu

source: Foodlist: Add Menu Tag
pl_pl: Foodlist: dodawanie tagów menu

source: Foodlist Menu Tags
pl_pl: Foodlist tagi menu

source: Menu tag name how it appears on your site.
pl_pl: Nazwy tagów menu wyświetlanych na twojej stronie.

source: The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
pl_pl: "slug" jest przyjazną wersją URL nazwy. Zazwyczaj wszystko jest małe i zawiera tylko litery, cyfry i myślniki.

source: The description that is shown when you move the mouse over the tag icon.
pl_pl: Opis, który jest wyświetlany po najechaniu kursorem na ikonę znacznika.

source: Icon
pl_pl: Ikona

source: Add New Tag
pl_pl: Dodaj nowy tag

source: Remove icon
pl_pl: Usuń ikonę

source: Set menu tag icon
pl_pl: Ustaw ikonę tagu

source: Name
pl_pl: Nazwa

source: Description
pl_pl: Opis

source: Delete
pl_pl: Usuń

source: Edit
pl_pl: Edytuj

source: Healthy
pl_pl: Zdrowy

source: healthy
pl_pl: zdrowy

source: Spicy
pl_pl: Pikantny

source: spicy
pl_pl: pikantny

source: Star
pl_pl: Gwiazda

source: star
pl_pl: gwiazda

source: Vegetarian
pl_pl: Wegetariański

source: vegetarian
pl_pl: wegetariański

source: Award Winning
pl_pl: Wyróżnienie

source: trophy
pl_pl: trofeum

source: New
pl_pl: Nowy

source: new
pl_pl: nowy

source: Antipasto
pl_pl: Przystawka

source: Antipasto (plural antipasti) means "before the meal" and is the traditional first course of a formal Italian meal.
pl_pl: Przystawka (podawana przed posiłkiem głównym)

source: Caesar Salad
pl_pl: Sałatka Cezar

source: The Almost Traditional Recipe with Croutons, Parmesan Cheese and Our Special Caesar Dressing. Available with Chicken.
pl_pl: Według tradycyjnej receptury z grzankami, parmezanem. Dostępne również z kurczakiem.

source: Chicken Rice Soup
pl_pl: Zupa z ryżem i kurczakiem

source: This is a great, easy chicken-and-rice soup. We like to use instant brown rice because it cooks so quickly, but you could substitute cooked brown rice.
pl_pl: To wspaniała zupa z ryżem i kurczakiem.

source: Coca-Cola is a carbonated soft drink sold in stores, restaurants, and vending machines throughout the world.
pl_pl: Coca-Cola

source: Sprite is a colorless, lemon-lime flavored, caffeine-free soft drink, created by the Coca-Cola Company.
pl_pl: Sprite

source: Mirinda is a brand of soft drink originally created in Spain, with global distribution. The word Mirinda means "admirable" or "wonderful" in Esperanto.
pl_pl: Mirinda

source: Dessert
pl_pl: Deser

source: Dessert is a typically sweet course that concludes a meal. The course usually consists of sweet foods, but may include other items.
pl_pl: Deser jest przystawką podawaną na słodko.

source: Fried Shrimp
pl_pl: Smażone krewetki

source: Pan fry shrimp for a quick weeknight dinner or an impromptu dinner party with a few close family members and friends.
pl_pl: Miska smażonych krewetek nadająca się na późny obiad lub kolację w gronie rodziny lub przyjaciół.

source: Hot and Sour Soup
pl_pl: Ciepła i kwaśna zupa

source: Hot and Sour Soup - the classic Szechuan recipe for hot and sour soup, made with tofu, pork and dried mushrooms.
pl_pl: Ciepła i kwaśna zupa

source: Desserts
pl_pl: Desery

source: Appetizers
pl_pl: Przekąski

source: Hors d'oeuvre or the first course, are food items served before the main courses of a meal.
pl_pl: Przekąski lub pierwsze danie, podawane są przed daniem głównym.

source: Main course
pl_pl: Danie główne

source: A main course is the featured or primary dish in a meal consisting of several courses. It usually follows the entrée ("entry") course. In the United States it may in fact be called "entree".
pl_pl: Danie główne

source: Non-alcoholic Drinks
pl_pl: Napoje bezalkoholowe

source: A non-alcoholic beverage (also known as a virgin drink) is defined in the U.S. as a beverage that contains less than 0.5% alcohol by volume.
pl_pl: Napoje bezalkoholowe

source: Main Menu
pl_pl: Menu główne

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent eleifend diam facilisis ultricies interdum. Suspendisse ac nisl urna. Donec non commodo leo. Aenean ipsum elit, placerat in placerat at, scelerisque vel ligula. Mauris nec libero nec augue posuere mattis. Cras feugiat felis justo. Aenean ac interdum dolor. Aenean convallis vestibulum orci eget sagittis. Integer fringilla posuere odio ut accumsan. Nam sit amet sapien tellus. Nulla eu placerat felis.
pl_pl: Jakiś opis tekst lub cokolwiek z tekstem.

source: Welcome to the Foodlist plugin
pl_pl: Witamy plugin Foodlist

source: With the help of this plugin you will easily create your restaurant menus.<br/><br/> Now you will be guided through the plugin.
pl_pl: Z pomocą tej wtyczki można łatwo tworzyć swoje menu w restauracji.

source: Step One: Create Menu Items
pl_pl: Krok pierwszy: Tworzenie elementów menu

source: First of all you need to <strong>create menu items for your menu</strong>. This is as simple as creating a post or a page.
pl_pl: Pierwsze co musisz zrobić to <strong> utworzyć elementy menu</ strong>. To jest tak proste, jak tworzenie posta lub strony.

source: Step Two: Create Menu Sections
pl_pl: Krok drugi: tworzenie grup menu

source: After you created your first menu items, you need to <strong>create menu sections</strong>. They will allow you to categorize your menus.
pl_pl: Po utworzeniu elementów menu, musisz <strong> utworzyć grupę menu </ strong>. pozwoli Ci to pogrupować swoje menu.

source: Step Three: Create Menus
pl_pl: Krok trzeci: utwórz menu

source: After you created your first menu sections, you need to <strong>create menus</strong>.
pl_pl: Po utworzoneniu grupy pierwszego menu, musisz <strong> utworzyć menu </ strong>.

source: Step Four: Put Items Under Sections
pl_pl: Krok czwarty: umieść elementy menu w odpowiednich grupach

source: Now you have all the elements created, but the menus are not yet built. First of all you need to <strong>put your menu items under the chosen sections</strong>.
pl_pl: Teraz masz wszystkie elementy utworzone, ale menu nie jest jeszcze zbudowane. Przede wszystkim trzeba umieścić swoje <strong> elementy menu w wybranych grupach </ strong>.

source: Step Five: Put Sections Under Menus
pl_pl: Krok piąty: umieść grupy w menu

source: This is the final preparation step. You need to <strong>put your sections under the chosen menus</strong>.
pl_pl: To jes końcowy etap. Musisz <strong>umieścić grupy w wybranym menu</strong>.

source: Step Six: Go Online
pl_pl: Krok ostatni: zobacz swoje menu na stronie www

source: Now you are almost done. To make your menus online you need to put the correspondent shortcodes (<code>[flmenu id=&quot;123&quot;]</code>) into a post or a page.
pl_pl: Już prawie skończyłeś. Aby twoje menu było dostępne online musisz użyć shortcodes (<code>[flmenu id=&quot;123&quot;]</code>) wklej je do posta lub strony na której ma się pojawić menu.

source: Add Menu
pl_pl: Dodaj menu

source: Please select a menu
pl_pl: Wybierz menu

source: Insert Menu
pl_pl: Wstaw menu

source: Select a menu below to add it to your post or page.
pl_pl: Wybierz menu poniżej aby dodać do posta lub strony.

source: Select menu
pl_pl: Wybierz menu

source: Can't find your menu? Make sure it is published.
pl_pl: Nie można znaleźć twojego menu? Upewnij się że jest opublikowane.

source: Display menu title
pl_pl: Wyświetl tytuł menu

source: Cancel
pl_pl: Anuluj

source: Printed Menu
pl_pl: Drukuj menu

source: Created and printed with Foodlist.
pl_pl: Utworzone przez FoodList.

source: Menu Items
pl_pl: Elementy menu

source: Menu Item
pl_pl: Element menu

source: Add New
pl_pl: Dodaj nowy

source: Add New Menu Item
pl_pl: Dodaj nowy element menu

source: Edit Menu Item
pl_pl: Edytuj element menu

source: New Menu Item
pl_pl: Nowy element menu

source: All Menu Items
pl_pl: Wszystkie elementy menu

source: View Menu Item
pl_pl: Zobacz element menu

source: Search Menu Items
pl_pl: Wysukaj elementy menu

source: No menu items found
pl_pl: Nie znaleziono żednych elementów menu

source: No menu items found in Trash
pl_pl: Nie znaleziono żednych elementów menu w koszu

source: Menus
pl_pl: Menu

source: Add New Menu
pl_pl: Dodaj nowe menu

source: Edit Menu
pl_pl: Edytuj menu

source: New Menu
pl_pl: Nowe menu

source: All Menus
pl_pl: Wszystkie menu

source: View Menu
pl_pl: Zobacz menu

source: Search Menus
pl_pl: Wyszukaj menu

source: No menus found
pl_pl: Nie znaleziono menu

source: No menus found in Trash
pl_pl: Nie znaleziono menu w koszu

source: Sections
pl_pl: Grupy

source: Menu Sections
pl_pl: Grupy menu

source: Menu Section
pl_pl: Grupy menu

source: Add New Menu Section
pl_pl: Dodaj nową grupe menu

source: Edit Menu Section
pl_pl: Edytuj grupę menu

source: New Menu Section
pl_pl: Nowa grupa menu

source: All Menu Sections
pl_pl: Wszystkie grupy menu

source: View Menu Section
pl_pl: Zobacz grupy menu

source: Search Menu Sections
pl_pl: Wyszukaj grupy menu

source: No menu sections found
pl_pl: Nie znaleziono grup menu

source: No menu sections found in Trash
pl_pl: Nie znaleziono grup menu w koszu

source: Items
pl_pl: Elementy

source: <a href="%1$s" target="_blank"><span>Print %2$s</span></a>
pl_pl: <a href="%1$s" target="_blank"><span>Drukuj %2$s</span></a>

source: Search Tags
pl_pl: Wyszukaj tagi

source: Popular Tags
pl_pl: Popularne tagi

source: All Tags
pl_pl: Wszystkie tagi

source: Edit Tag
pl_pl: Edytuj tagi

source: Update Tag
pl_pl: Aktualizuj tagi

source: New Tag Name
pl_pl: Nowa nazwa tagu

source: Separate tags with commas
pl_pl: Rozdziel tagi przecinkami

source: Add or remove tags
pl_pl: Dodaj lub usuń tagi

source: Choose from the most used tags
pl_pl: Wybierz z najczęściej używanych tagów

source: No tags found.
pl_pl: Nie znaleziono tagów.
